[
    {
        "id": 1,
        "coffeeName": "Cappuccino",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "region": "Kenya",
        "description": "A cappuccino is an espresso-based coffee drink that originated in Austria with later development taking place in Italy, and is prepared with steamed milk foam (microfoam).Variations of the drink involve the use of cream instead of milk, using non-dairy milk substitutes and flavoring with cinnamon or chocolate powder. It is typically smaller in volume than a caffè latte, with a thicker layer of microfoam. The name comes from the Capuchin friars, referring to the colour of their habits, and in this context referring to the colour of the beverage when milk is added in small portion to dark, brewed coffee[ (today mostly espresso). The physical appearance of a modern cappuccino with espresso créma and steamed milk is a result of a long evolution of the drink.",
        "imageName": "Cappuccino",
        "detailImageName": "CapuccinoDetail",
    },
    {
        "id": 2,
        "coffeeName": "Espresso",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "region": "Ethiopia",
        "description": "Espresso, (Italian: “fast, express”) a strong brew of coffee produced by forcing boiled water under pressure through finely ground coffee. The finely ground coffee beans means an increased amount of surface contact with the water, resulting in a highly flavoured and aromatic brew. The nuances of brewing and enjoying the drink have spurred international barista championships and detailed discussions of the drink by aficionados worldwide. Espresso is especially associated with Italy, where it is woven into the fabric of daily life.",
        "imageName": "Espresso",
        "detailImageName": "EspressoDetail",
    },
    {
        "id": 3,
        "coffeeName": "Latte",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "region": "Tanzania",
        "description": "A caffè latte (commonly referred to as a Latte) is a coffee drink, made with a shot of espresso, steamed milk, and it’s topped with a milk microfoam layer of around 0.2 to 0.4 inches (0.5 to 1 cm). A Latte is served in an 8 fl. oz. to 12 fl. oz. (240 ml. to 350 ml.) cup. It’s usually topped off with latte art (such as the classic design of a heart, tulip, or a rosetta).",
        "imageName": "latte",
        "detailImageName": "LatteDetail",
    },
    {
        "id": 4,
        "coffeeName": "Macciato",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "region": "Rwanda",
        "description": "Caffè macchiato sometimes called espresso macchiato, is an espresso coffee drink with a small amount of milk, usually foamed. In Italian, macchiato means stained or spotted, so the literal translation of caffè macchiato is stained coffee or marked coffee The origin of the name macchiato stems from baristas needing to show the serving waiters the difference between an espresso and an espresso with a tiny bit of milk in it; the latter was marked. The idea is reflected in the Portuguese name for the drink: café pingado, meaning coffee with a drop.",
        "imageName": "macciato",
        "detailImageName": "MacchiatoDetail",
    },
    {
        "id": 5,
        "coffeeName": "Mocha",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "region": "Papua New Guinea",
        "description": "the mocha is short for a “mocha latte” or a “caffe mocha,” which is just a regular latte with chocolate syrup added to it. One of the great reasons why many coffee fanatics love the latte is because they are customizable, and the mocha is a prime example of that. As far as ingredients are concerned, as well as the size of the drink, there’s anywhere from 1-4 pumps of chocolate syrup, 2-4 shots of espresso, and steamed milk with a little bit of milk foam.",
        "imageName": "Mocha",
        "detailImageName": "MochaDetail",
    },
   ]

